Repository: tisfeng/Easydict
Catalog: Easydict/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, ka, km, ko, lo, lt, lv, mn_mong, ms, my, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sr_cyrl, sv, ta, te, th, tr, ug, uk, ur, vi, zh_hans, zh_hant

# grammar.analysis.provider.custom_compatible.title
source: Custom OpenAI-Compatible
ar: متوافق OpenAI مخصص
bg: Потребителски OpenAI-съвместим
bn: কাস্টম OpenAI-সামঞ্জস্যপূর্ণ
ca: OpenAI compatible personalitzat
cs: Vlastní OpenAI-kompatibilní
da: Brugerdefineret OpenAI-kompatibel
de: Benutzerdefiniert OpenAI-kompatibel
el: Προσαρμοσμένο συμβατό με OpenAI
es: Compatible con OpenAI personalizado
et: Kohandatud OpenAI-ühilduv
fa: سفارشیِ سازگار با OpenAI
fi: Mukautettu OpenAI-yhteensopiva
fr: Compatible OpenAI personnalisé
he: מותאם אישית ותואם OpenAI
hi: कस्टम OpenAI-संगत
hr: Prilagođeni OpenAI-kompatibilan
hu: Egyéni OpenAI-kompatibilis
id: Kustom kompatibel OpenAI
it: Compatibile OpenAI personalizzato
ja: カスタム OpenAI 互換
ka: მორგებული OpenAI-თავსებადი
km: ផ្ទាល់ខ្លួនដែលឆបគ្នានឹង OpenAI
ko: 사용자 지정 OpenAI 호환
lo: OpenAI ທີ່ກຳນົດເອງແບບເຂົ້າກັນໄດ້
lt: Pasirinktinis su OpenAI suderinamas
lv: Pielāgots ar OpenAI saderīgs
mn_mong: Тусгай OpenAI-тэй нийцтэй
ms: Tersuai serasi OpenAI
my: စိတ်ကြိုက် OpenAI ကိုက်ညီသော
nb: Egendefinert OpenAI-kompatibel
nl: Aangepast OpenAI-compatibel
pl: Niestandardowy zgodny z OpenAI
pt: Compatível com OpenAI personalizado
pt_br: Compatível com OpenAI personalizado
ro: Compatibil OpenAI personalizat
ru: Пользовательский OpenAI-совместимый
sk: Vlastný OpenAI-kompatibilný
sl: Prilagojen, združljiv z OpenAI
sr_cyrl: Прилагођен и OpenAI-компатибилан
sv: Anpassad OpenAI-kompatibel
ta: தனிப்பயன் OpenAI-இணக்கமான
te: కస్టమ్ OpenAI-అనుకూలమైన
th: กำหนดเองที่เข้ากันได้กับ OpenAI
tr: Özel OpenAI uyumlu
ug: ئىختىيارى OpenAI ماس كېلىدىغان
uk: Користувацький сумісний з OpenAI
ur: کسٹم OpenAI-مطابقت پذیر
vi: Tùy chỉnh tương thích OpenAI
zh_hans: 自定义 OpenAI 兼容
zh_hant: 自訂 OpenAI 相容

# grammar.analysis.provider.openai.footnote
source: Pre-fills OpenAI's official chat/completions endpoint and the recommended default model. You can still edit the endpoint if needed.
ar: سيُملأ تلقائيًا Endpoint `chat/completions` الرسمي الخاص بـ OpenAI والنموذج الافتراضي الموصى به. وما زال بإمكانك تعديل Endpoint عند الحاجة.
bg: Автоматично попълва официалния Endpoint `chat/completions` на OpenAI и препоръчания модел по подразбиране. Endpoint все още може да се редактира при нужда.
bn: এটি OpenAI-এর অফিসিয়াল `chat/completions` Endpoint আর প্রস্তাবিত ডিফল্ট model আগে থেকেই বসিয়ে দেবে। প্রয়োজনে Endpoint আপনি এখনও বদলাতে পারবেন।
ca: Omple automàticament l’Endpoint oficial `chat/completions` d’OpenAI i el model predeterminat recomanat. Encara pots editar l’Endpoint si cal.
cs: Automaticky předvyplní oficiální OpenAI `chat/completions` Endpoint a doporučený výchozí model. Endpoint můžete v případě potřeby stále upravit.
da: Udfylder automatisk OpenAIs officielle `chat/completions` Endpoint og den anbefalede standardmodel. Du kan stadig redigere Endpoint om nødvendigt.
de: Füllt automatisch den offiziellen `chat/completions`-Endpoint von OpenAI und das empfohlene Standardmodell aus. Bei Bedarf können Sie den Endpoint weiterhin bearbeiten.
el: Συμπληρώνει αυτόματα το επίσημο Endpoint `chat/completions` της OpenAI και το προτεινόμενο προεπιλεγμένο μοντέλο. Μπορείτε ακόμη να επεξεργαστείτε το Endpoint αν χρειάζεται.
es: Rellena automáticamente el endpoint oficial `chat/completions` de OpenAI y el modelo predeterminado recomendado. Aun así puedes editar el endpoint si lo necesitas.
et: Täidab automaatselt OpenAI ametliku `chat/completions` Endpointi ja soovitatud vaikemudeli. Vajadusel saate Endpointi siiski muuta.
fa: Endpoint رسمی `chat/completions` اوپن‌اِی‌آی و مدل پیش‌فرض پیشنهادی را به‌صورت خودکار پر می‌کند. در صورت نیاز همچنان می‌توانید Endpoint را ویرایش کنید.
fi: Täyttää automaattisesti OpenAI:n virallisen `chat/completions` Endpointin ja suositellun oletusmallin. Voit silti muokata Endpointia tarvittaessa.
fil: Awtomatikong pinupunan ang opisyal na `chat/completions` Endpoint ng OpenAI at ang inirerekomendang default model. Maaari mo pa ring baguhin ang Endpoint kung kailangan.
fr: Préremplit l’endpoint officiel `chat/completions` d’OpenAI et le modèle par défaut recommandé. Vous pouvez toujours modifier l’endpoint si nécessaire.
he: ממלא מראש את Endpoint ה-`chat/completions` הרשמי של OpenAI ואת מודל ברירת המחדל המומלץ. עדיין ניתן לערוך את ה-Endpoint לפי הצורך.
hi: यह OpenAI के आधिकारिक `chat/completions` Endpoint और अनुशंसित डिफ़ॉल्ट model को पहले से भर देता है। जरूरत पड़ने पर आप Endpoint को फिर भी बदल सकते हैं।
hr: Automatski ispunjava službeni OpenAI `chat/completions` Endpoint i preporučeni zadani model. Endpoint i dalje možete urediti po potrebi.
hu: Automatikusan kitölti az OpenAI hivatalos `chat/completions` Endpointját és az ajánlott alapértelmezett modellt. Az Endpoint szükség esetén továbbra is szerkeszthető.
id: Secara otomatis mengisi Endpoint resmi `chat/completions` milik OpenAI dan model default yang direkomendasikan. Anda tetap bisa mengedit Endpoint jika diperlukan.
it: Compila automaticamente l’Endpoint ufficiale `chat/completions` di OpenAI e il modello predefinito consigliato. Puoi comunque modificare l’Endpoint se necessario.
ja: OpenAI 公式の chat/completions エンドポイントと推奨デフォルトモデルを自動入力します。必要に応じてエンドポイントは編集できます。
ka: ავტომატურად ავსებს OpenAI-ის ოფიციალურ `chat/completions` Endpoint-ს და რეკომენდებულ ნაგულისხმებ მოდელს. საჭიროების შემთხვევაში Endpoint-ის შეცვლა კვლავ შეგიძლიათ.
km: វានឹងបំពេញ Endpoint `chat/completions` ផ្លូវការរបស់ OpenAI និងម៉ូដែលលំនាំដើមដែលបានណែនាំដោយស្វ័យប្រវត្តិ។ អ្នកនៅតែអាចកែ Endpoint បាន ប្រសិនបើចាំបាច់។
ko: OpenAI 공식 `chat/completions` Endpoint와 권장 기본 모델을 자동으로 채워 넣습니다. 필요하면 Endpoint는 직접 수정할 수 있습니다.
lo: ຈະເຕີມ Endpoint `chat/completions` ທາງການຂອງ OpenAI ແລະໂມເດວເລີ່ມຕົ້ນທີ່ແນະນຳໃຫ້ໂດຍອັດຕະໂນມັດ. ທ່ານຍັງແກ້ Endpoint ເອງໄດ້ຖ້າຈຳເປັນ.
lt: Automatiškai užpildo oficialų OpenAI `chat/completions` Endpoint ir rekomenduojamą numatytąjį modelį. Jei reikia, Endpoint vis tiek galite redaguoti.
lv: Automātiski aizpilda OpenAI oficiālo `chat/completions` Endpoint un ieteikto noklusējuma modeļa vērtību. Vajadzības gadījumā Endpoint joprojām var rediģēt.
mn_mong: OpenAI-ийн албан ёсны `chat/completions` Endpoint болон санал болгосон үндсэн загварыг автоматаар бөглөнө. Шаардлагатай бол Endpoint-ийг гараар өөрчилж болно.
ms: Mengisi secara automatik Endpoint rasmi `chat/completions` OpenAI dan model lalai yang disyorkan. Anda masih boleh mengedit Endpoint jika perlu.
my: OpenAI ၏ တရားဝင် `chat/completions` Endpoint နှင့် အကြံပြု default model ကို အလိုအလျောက်ဖြည့်ပေးမည်။ လိုအပ်ပါက Endpoint ကို သင်တိုင် ပြင်ဆင်နိုင်ပါသည်.
nb: Fyller automatisk inn OpenAIs offisielle `chat/completions` Endpoint og den anbefalte standardmodellen. Du kan fortsatt redigere Endpoint ved behov.
nl: Vult automatisch de officiële `chat/completions` Endpoint van OpenAI en het aanbevolen standaardmodel in. Je kunt de Endpoint nog steeds aanpassen indien nodig.
pl: Automatycznie uzupełnia oficjalny Endpoint `chat/completions` OpenAI oraz zalecany domyślny model. W razie potrzeby nadal możesz edytować Endpoint ręcznie.
pt: Preenche automaticamente o Endpoint oficial `chat/completions` da OpenAI e o modelo predefinido recomendado. Ainda pode editar o Endpoint, se necessário.
pt_br: Preenche automaticamente o Endpoint oficial `chat/completions` da OpenAI e o modelo padrão recomendado. Você ainda pode editar o Endpoint, se precisar.
ro: Completează automat Endpoint-ul oficial `chat/completions` al OpenAI și modelul implicit recomandat. Poți totuși să editezi Endpoint-ul dacă este nevoie.
ru: Автоматически заполняет официальный `chat/completions` Endpoint OpenAI и рекомендуемую модель по умолчанию. При необходимости Endpoint всё ещё можно изменить вручную.
sk: Predvyplní oficiálny OpenAI endpoint chat/completions a odporúčaný predvolený model. Endpoint môžete podľa potreby upraviť.
sl: Samodejno izpolni uradni OpenAI `chat/completions` Endpoint in priporočeni privzeti model. Endpoint lahko po potrebi še vedno uredite.
sr_cyrl: Аутоматски попуњава OpenAI званични `chat/completions` Endpoint и препоручени подразумевани модел. Endpoint и даље можете уредити ако затреба.
sv: Fyller automatiskt i OpenAIs officiella `chat/completions` Endpoint och den rekommenderade standardmodellen. Du kan fortfarande redigera Endpoint vid behov.
ta: OpenAI-யின் அதிகாரப்பூர்வ `chat/completions` Endpoint மற்றும் பரிந்துரைக்கப்பட்ட இயல்புநிலை model-ஐ தானாக நிரப்பும். தேவையெனில் Endpoint-ஐ நீங்கள் இன்னும் மாற்றலாம்.
te: OpenAI యొక్క అధికారిక `chat/completions` Endpoint మరియు సిఫార్సు చేసిన default model‌ను ఇది స్వయంచాలకంగా నింపుతుంది. అవసరమైతే మీరు Endpoint‌ను ఇంకా మార్చవచ్చు.
th: ระบบจะกรอก Endpoint `chat/completions` ทางการของ OpenAI และโมเดลเริ่มต้นที่แนะนำให้อัตโนมัติ คุณยังแก้ไข Endpoint เองได้หากจำเป็น
tr: OpenAI’nin resmî `chat/completions` Endpointini ve önerilen varsayılan modeli otomatik olarak doldurur. Gerekirse Endpointi yine düzenleyebilirsiniz.
ug: OpenAI نىڭ رەسمىي `chat/completions` Endpoint ى ۋە تەۋسىيە قىلىنغان كۆڭۈلدىكى مودېلىنى ئاپتوماتىك تولدۇرىدۇ. زۆرۈر بولسا Endpoint نى يەنىلا قولدا ئۆزگەرتەلەيسىز.
uk: Автоматично заповнює офіційний Endpoint `chat/completions` OpenAI і рекомендовану типову модель. За потреби Endpoint все одно можна відредагувати.
ur: یہ OpenAI کے سرکاری `chat/completions` Endpoint اور تجویز کردہ default model کو خودکار طور پر بھر دیتا ہے۔ ضرورت ہو تو آپ Endpoint کو پھر بھی تبدیل کر سکتے ہیں۔
vi: Tự động điền Endpoint `chat/completions` chính thức của OpenAI và model mặc định được đề xuất. Bạn vẫn có thể chỉnh sửa Endpoint nếu cần.
zh_hans: 会自动填入 OpenAI 官方 `chat/completions` 地址和推荐默认模型，你仍然可以按需修改 Endpoint。
zh_hant: 會自動填入 OpenAI 官方 `chat/completions` 位址與建議預設模型，你仍可依需求修改 Endpoint。

# grammar.analysis.provider.title
source: Provider
ar: المزوّد
bg: Доставчик
bn: প্রদানকারী
ca: Proveïdor
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
et: Teenusepakkuja
fa: ارائه‌دهنده
fi: Palveluntarjoaja
fr: Fournisseur
he: ספק
hi: प्रदाता
hr: Pružatelj
hu: Szolgáltató
id: Penyedia
ja: プロバイダ
ka: პროვაიდერი
km: អ្នកផ្ដល់សេវា
ko: 제공자
lo: ຜູ້ໃຫ້ບໍລິການ
lt: Teikėjas
lv: Pakalpojumu sniedzējs
mn_mong: Нийлүүлэгч
ms: Penyedia
my: ပံ့ပိုးသူ
nb: Leverandør
pl: Dostawca
pt: Fornecedor
pt_br: Fornecedor
ro: Furnizor
ru: Провайдер
sk: Poskytovateľ
sl: Ponudnik
sr_cyrl: Провајдер
sv: Leverantör
ta: வழங்குபவர்
te: ప్రొవైడర్
th: ผู้ให้บริการ
tr: Sağlayıcı
ug: تەمىنلىگۈچى
uk: Провайдер
ur: فراہم کنندہ
vi: Nhà cung cấp
zh_hans: 提供方
zh_hant: 提供方

# grammar.analysis.endpoint.invalid %@
source: %@ endpoint is invalid
ar: %@ endpoint غير صالح
bg: Endpoint на %@ е невалиден
bn: %@ endpoint অবৈধ
ca: L'endpoint de %@ no és vàlid
cs: Endpoint služby %@ je neplatný
da: Endpoint for %@ er ugyldig
de: Der Endpoint von %@ ist ungültig
el: Το endpoint του %@ δεν είναι έγκυρο
es: El endpoint de %@ no es válido
et: %@ endpoint on vigane
fa: Endpoint سرویس %@ نامعتبر است
fi: %@-palvelun endpoint ei kelpaa
fil: Hindi wasto ang endpoint ng %@
fr: L'endpoint de %@ est invalide
he: נקודת הקצה של %@ אינה תקינה
hi: %@ endpoint अमान्य है
hr: Endpoint za %@ nije valjan
hu: A(z) %@ endpoint érvénytelen
id: Endpoint %@ tidak valid
it: L'endpoint di %@ non è valido
ja: %@ のエンドポイントが無効です
ka: %@-ის endpoint არასწორია
km: Endpoint របស់ %@ មិនត្រឹមត្រូវទេ
ko: %@ Endpoint가 올바르지 않습니다
lo: Endpoint ຂອງ %@ ບໍ່ຖືກຕ້ອງ
lt: %@ endpoint netinkamas
lv: %@ galapunkts nav derīgs
mn_mong: %@ endpoint буруу байна
ms: Endpoint %@ tidak sah
my: %@ endpoint မမှန်ကန်ပါ
nb: Endpointen for %@ er ugyldig
nl: De endpoint van %@ is ongeldig
pl: Endpoint usługi %@ jest nieprawidłowy
pt: O endpoint de %@ é inválido
pt_br: O endpoint de %@ é inválido
ro: Endpoint-ul pentru %@ nu este valid
ru: Endpoint для %@ недействителен
sk: Endpoint služby %@ je neplatný
sl: Končna točka za %@ ni veljavna
sr_cyrl: Endpoint за %@ није важећи
sv: Endpointen för %@ är ogiltig
ta: %@ endpoint செல்லாதது
te: %@ endpoint చెల్లదు
th: Endpoint ของ %@ ไม่ถูกต้อง
tr: %@ endpoint geçersiz
ug: %@ نىڭ endpointى ئىناۋەتسىز
uk: Endpoint для %@ недійсний
ur: %@ endpoint درست نہیں ہے
vi: Endpoint của %@ không hợp lệ
zh_hans: %@ 的 Endpoint 无效
zh_hant: %@ 的 Endpoint 無效

# grammar.analysis.general.section.judgment
source: ## Structure
ar: ## البنية
bg: ## Структура
bn: ## গঠন
ca: ## Estructura
cs: ## Struktura
da: ## Struktur
de: ## Struktur
el: ## Δομή
es: ## Estructura
et: ## Struktuur
fa: ## ساختار
fi: ## Rakenne
fil: ## Estruktura
he: ## מבנה
hi: ## संरचना
hr: ## Struktura
hu: ## Szerkezet
id: ## Struktur
it: ## Struttura
ja: ## 構造判断
ka: ## სტრუქტურა
km: ## រចនាសម្ព័ន្ធ
ko: ## 구조 판단
lo: ## ໂຄງສ້າງ
lt: ## Struktūra
lv: ## Struktūra
mn_mong: ## Бүтэц
ms: ## Struktur
my: ## ဖွဲ့စည်းပုံ
nb: ## Struktur
nl: ## Structuur
pl: ## Struktura
pt: ## Estrutura
pt_br: ## Estrutura
ro: ## Structură
ru: ## Структура
sk: ## Štruktúra
sl: ## Struktura
sr_cyrl: ## Структура
sv: ## Struktur
ta: ## கட்டமைப்பு
te: ## నిర్మాణం
th: ## โครงสร้าง
tr: ## Yapı
ug: ## قۇرۇلما
uk: ## Структура
ur: ## ساخت
vi: ## Cấu trúc
zh_hans: ## 结构判断
zh_hant: ## 结构判断

# grammar.analysis.general.section.breakdown
source: ## Breakdown
ar: ## التفكيك
bg: ## Разбор
bn: ## বিশ্লেষণ
ca: ## Desglossament
cs: ## Rozbor
da: ## Gennemgang
de: ## Aufschlüsselung
el: ## Ανάλυση
es: ## Desglose
et: ## Jaotus
fa: ## تجزیه‌وتحلیل
fi: ## Erittely
fil: ## Paghimay
fr: ## Décomposition
he: ## פירוק
hi: ## विश्लेषण
hr: ## Analiza
hu: ## Elemzés
id: ## Rincian
it: ## Scomposizione
ja: ## 成分分解
ka: ## ანალიზი
km: ## ការវិភាគ
ko: ## 성分 분석
lo: ## ການວິເຄາະ
lt: ## Skaidymas
lv: ## Izklāsts
mn_mong: ## Задлан шинжилгээ
ms: ## Pecahan
my: ## ခွဲခြမ်းစိတ်ဖြာမှု
nb: ## Gjennomgang
nl: ## Uitsplitsing
pl: ## Analiza
pt: ## Análise detalhada
pt_br: ## Análise detalhada
ro: ## Descompunere
ru: ## Разбор
sk: ## Rozbor
sl: ## Razčlenitev
sr_cyrl: ## Анализа
sv: ## Genomgång
ta: ## பகுப்பாய்வு
te: ## విశ్లేషణ
th: ## การแยกส่วน
tr: ## Çözümleme
ug: ## تەھلىل
uk: ## Розбір
ur: ## تجزیہ
vi: ## Phân tích
zh_hans: ## 成分拆解
zh_hant: ## 成分拆解

# grammar.analysis.general.section.focus
source: ## Key Grammar Points
ar: ## النقاط النحوية الأساسية
bg: ## Ключови граматични точки
bn: ## প্রধান ব্যাকরণ পয়েন্ট
ca: ## Punts gramaticals clau
cs: ## Klíčové gramatické body
da: ## Centrale grammatikpunkter
de: ## Zentrale Grammatikpunkte
el: ## Βασικά γραμματικά σημεία
es: ## Puntos gramaticales clave
et: ## Peamised grammatikapunktid
fa: ## نکات کلیدی دستور زبان
fi: ## Keskeiset kielioppikohdat
fil: ## Mahahalagang punto sa gramatika
fr: ## Points grammaticaux clés
he: ## נקודות דקדוק מרכזיות
hi: ## मुख्य व्याकरण बिंदु
hr: ## Ključne gramatičke točke
hu: ## Kulcsfontosságú nyelvtani pontok
id: ## Poin tata bahasa kunci
it: ## Punti grammaticali chiave
ja: ## 重要な文法ポイント
ka: ## ძირითადი გრამატიკული პუნქტები
km: ## ចំណុចវេយ្យាករណ៍សំខាន់ៗ
ko: ## 핵심 문法 포인트
lo: ## ຈຸດໄວຍາກອນສຳຄັນ
lt: ## Pagrindiniai gramatikos aspektai
lv: ## Galvenie gramatikas punkti
mn_mong: ## Гол дүрмийн цэгүүд
ms: ## Poin tatabahasa utama
my: ## အရေးကြီးသော သဒ္ဒါအချက်များ
nb: ## Viktige grammatikkpunkter
nl: ## Belangrijke grammaticale punten
pl: ## Kluczowe zagadnienia gramatyczne
pt: ## Pontos gramaticais-chave
pt_br: ## Pontos gramaticais-chave
ro: ## Puncte gramaticale cheie
ru: ## Ключевые грамматические моменты
sk: ## Kľúčové gramatické body
sl: ## Ključne slovnične točke
sr_cyrl: ## Кључне граматичке тачке
sv: ## Viktiga grammatikpunkter
ta: ## முக்கிய இலக்கண அம்சங்கள்
te: ## ముఖ్య వ్యాకరణ అంశాలు
th: ## ประเด็นไวยากรณ์สำคัญ
tr: ## Temel dil bilgisi noktaları
ug: ## مۇھىم گرامماتىكا نۇقتىلىرى
uk: ## Ключові граматичні моменти
ur: ## اہم قواعدی نکات
vi: ## Điểm ngữ pháp chính
zh_hans: ## 关键语法点
zh_hant: ## 关键语法点

# grammar.analysis.general.section.rewrite
source: ## Natural Translation
ar: ## ترجمة طبيعية
bg: ## Естествен превод
bn: ## স্বাভাবিক অনুবাদ
ca: ## Traducció natural
cs: ## Přirozený překlad
da: ## Naturlig oversættelse
de: ## Natürliche Übersetzung
el: ## Φυσική μετάφραση
es: ## Traducción natural
et: ## Loomulik tõlge
fa: ## ترجمه طبیعی
fi: ## Luonteva käännös
fil: ## Likas na salin
fr: ## Traduction naturelle
he: ## תרגום טבעי
hi: ## स्वाभाविक अनुवाद
hr: ## Prirodan prijevod
hu: ## Természetes fordítás
id: ## Terjemahan alami
it: ## Traduzione naturale
ja: ## 自然な訳し方
ka: ## ბუნებრივი თარგმანი
km: ## ការបកប្រែធម្មជាតិ
ko: ## 자연스러운 번역
lo: ## ຄຳແປທຳມະຊາດ
lt: ## Natūralus vertimas
lv: ## Dabisks tulkojums
mn_mong: ## Байгалийн орчуулга
ms: ## Terjemahan semula jadi
my: ## သဘာဝကျသော ဘာသာပြန်
nb: ## Naturlig oversettelse
nl: ## Natuurlijke vertaling
pl: ## Naturalne tłumaczenie
pt: ## Tradução natural
pt_br: ## Tradução natural
ro: ## Traducere naturală
ru: ## Естественный перевод
sk: ## Prirodzený preklad
sl: ## Naraven prevod
sr_cyrl: ## Природан превод
sv: ## Naturlig översättning
ta: ## இயல்பான மொழிபெயர்ப்பு
te: ## సహజ అనువాదం
th: ## คำแปลธรรมชาติ
tr: ## Doğal çeviri
ug: ## تەبىئىي تەرجىمە
uk: ## Природний переклад
ur: ## فطری ترجمہ
vi: ## Bản dịch tự nhiên
zh_hans: ## 自然译法
zh_hant: ## 自然译法

# grammar.analysis.ielts.section.judgment
source: ## IELTS View
ar: ## منظور آيلتس
bg: ## Гледна точка IELTS
bn: ## আইইএলটিএস দৃষ্টিভঙ্গি
ca: ## Perspectiva IELTS
cs: ## Pohled IELTS
da: ## IELTS-perspektiv
de: ## IELTS-Perspektive
el: ## Οπτική IELTS
es: ## Enfoque IELTS
et: ## IELTS-i vaade
fa: ## دیدگاه آیلتس
fi: ## IELTS-näkökulma
fil: ## Pananaw sa IELTS
fr: ## Perspective IELTS
he: ## מבט IELTS
hi: ## आईईएलटीएस दृष्टिकोण
hr: ## Perspektiva IELTS-a
hu: ## IELTS-nézőpont
id: ## Perspektif IELTS
it: ## Prospettiva IELTS
ja: ## IELTS視点
ka: ## IELTS-ის ხედვა
km: ## ទស្សនៈ IELTS
ko: ## IELTS 관점
lo: ## ມຸມມອງ IELTS
lt: ## IELTS požiūris
lv: ## IELTS skatījums
mn_mong: ## IELTS-ийн өнцөг
ms: ## Perspektif IELTS
my: ## IELTS အမြင်
nb: ## IELTS-perspektiv
nl: ## IELTS-perspectief
pl: ## Perspektywa IELTS
pt: ## Perspectiva IELTS
pt_br: ## Perspectiva IELTS
ro: ## Perspectivă IELTS
ru: ## Взгляд IELTS
sk: ## Pohľad IELTS
sl: ## Pogled IELTS
sr_cyrl: ## IELTS перспектива
sv: ## IELTS-perspektiv
ta: ## IELTS பார்வை
te: ## IELTS దృక్కోణం
th: ## มุมมอง IELTS
tr: ## IELTS bakışı
ug: ## IELTS نۇقتىئىنەزىرى
uk: ## Погляд IELTS
ur: ## آئیلٹس نقطۂ نظر
vi: ## Góc nhìn IELTS
zh_hans: ## 雅思视角
zh_hant: ## 雅思视角

# grammar.analysis.ielts.section.breakdown
source: ## Structure Breakdown
ar: ## تحليل البنية
bg: ## Анализ на структурата
bn: ## গঠন বিশ্লেষণ
ca: ## Anàlisi de l'estructura
cs: ## Analýza struktury
da: ## Strukturanalyse
de: ## Strukturanalyse
el: ## Ανάλυση δομής
es: ## Análisis de la estructura
et: ## Struktuuri analüüs
fa: ## تحلیل ساختار
fi: ## Rakenteen analyysi
fil: ## Pagsusuri ng estruktura
fr: ## Analyse de la structure
he: ## ניתוח מבנה
hi: ## संरचना विश्लेषण
hr: ## Analiza strukture
hu: ## Szerkezeti elemzés
id: ## Analisis struktur
it: ## Analisi della struttura
ja: ## 構造分析
ka: ## სტრუქტურის ანალიზი
km: ## ការវិភាគរចនាសម្ព័ន្ធ
ko: ## 구조 분석
lo: ## ການວິເຄາະໂຄງສ້າງ
lt: ## Struktūros analizė
lv: ## Struktūras analīze
mn_mong: ## Бүтцийн шинжилгээ
ms: ## Analisis struktur
my: ## ဖွဲ့စည်းပုံ ခွဲခြမ်းစိတ်ဖြာမှု
nb: ## Strukturanalyse
nl: ## Structuuranalyse
pl: ## Analiza struktury
pt: ## Análise da estrutura
pt_br: ## Análise da estrutura
ro: ## Analiza structurii
ru: ## Разбор структуры
sk: ## Analýza štruktúry
sl: ## Analiza strukture
sr_cyrl: ## Анализа структуре
sv: ## Strukturanalys
ta: ## கட்டமைப்பு பகுப்பாய்வு
te: ## నిర్మాణ విశ్లేషణ
th: ## การวิเคราะห์โครงสร้าง
tr: ## Yapı analizi
ug: ## قۇرۇلما تەھلىلى
uk: ## Аналіз структури
ur: ## ساخت کا تجزیہ
vi: ## Phân tích cấu trúc
zh_hans: ## 结构拆解
zh_hant: ## 结构拆解

# grammar.analysis.ielts.section.focus
source: ## Band Risks
ar: ## مخاطر فقدان الدرجات
bg: ## Рискове от загуба на точки
bn: ## নম্বর হারানোর ঝুঁকি
ca: ## Riscos de penalització
cs: ## Rizika ztráty bodů
da: ## Risiko for pointtab
de: ## Abzugsrisiken
el: ## Κίνδυνοι απώλειας βαθμών
es: ## Riesgos de pérdida de puntos
et: ## Punktikaotuse riskid
fa: ## ریسک از دست دادن نمره
fi: ## Pistevähennysriskit
fil: ## Mga panganib sa bawas-puntos
fr: ## Risques de perte de points
he: ## סיכוני אובדן נקודות
hi: ## अंक कटने के जोखिम
hr: ## Rizici gubitka bodova
hu: ## Pontlevonási kockázatok
id: ## Risiko kehilangan poin
it: ## Rischi di penalizzazione
ja: ## 減点リスク
ka: ## ქულების დაკარგვის რისკები
km: ## ហានិភ័យនៃការបាត់ពិន្ទុ
ko: ## 감점 위험
lo: ## ຄວາມສ່ຽງຕໍ່ການເສຍຄະແນນ
lt: ## Balų praradimo rizikos
lv: ## Punktu zaudēšanas riski
mn_mong: ## Оноо алдах эрсдэл
ms: ## Risiko kehilangan markah
my: ## အမှတ်လျော့နိုင်သည့် အန္တရာယ်များ
nb: ## Risiko for poengtap
nl: ## Risico op puntenverlies
pl: ## Ryzyko utraty punktów
pt: ## Riscos de perda de pontos
pt_br: ## Riscos de perda de pontos
ro: ## Riscuri de pierdere a punctelor
ru: ## Риски потери баллов
sk: ## Riziká straty bodov
sl: ## Tveganja za izgubo točk
sr_cyrl: ## Ризици од губитка поена
sv: ## Risk för poängavdrag
ta: ## மதிப்பெண் இழப்பு அபாயங்கள்
te: ## మార్కులు కోల్పోయే ప్రమాదాలు
th: ## ความเสี่ยงต่อการเสียคะแนน
tr: ## Puan kaybı riskleri
ug: ## نومۇر يوقىتىش خەۋپى
uk: ## Ризики втрати балів
ur: ## نمبر کم ہونے کے خطرات
vi: ## Rủi ro mất điểm
zh_hans: ## 扣分风险
zh_hant: ## 扣分风险

# grammar.analysis.ielts.section.rewrite
source: ## Higher-Band Rewrite
ar: ## صياغة بدرجة أعلى
bg: ## Версия на по-високо ниво
bn: ## উচ্চতর স্তরের সংস্করণ
ca: ## Versió de puntuació més alta
cs: ## Verze na vyšší úrovni
da: ## Version på højere niveau
de: ## Ausdruck auf höherem Niveau
el: ## Εκδοχή υψηλότερου επιπέδου
es: ## Versión de mayor puntuación
et: ## Kõrgema taseme versioon
fa: ## نسخه با سطح بالاتر
fi: ## Korkeamman tason versio
fil: ## Mas mataas na antas na bersyon
fr: ## Reformulation de niveau supérieur
he: ## גרסה ברמה גבוהה יותר
hi: ## उच्च स्तर का संस्करण
hr: ## Verzija više razine
hu: ## Magasabb szintű változat
id: ## Versi dengan skor lebih tinggi
it: ## Versione di livello superiore
ja: ## より高得点の表現
ka: ## უფრო მაღალი დონის ვერსია
km: ## កំណែកម្រិតខ្ពស់
ko: ## 고득점 표현
lo: ## ສະບັບລະດັບສູງ
lt: ## Aukštesnio lygio versija
lv: ## Augstāka līmeņa versija
mn_mong: ## Илүү өндөр түвшний хувилбар
ms: ## Versi bertahap lebih tinggi
my: ## ပိုမိုမြင့်မားသည့် ဗားရှင်း
nb: ## Versjon på høyere nivå
nl: ## Versie op hoger niveau
pl: ## Wersja na wyższym poziomie
pt: ## Versão de maior pontuação
pt_br: ## Versão de maior pontuação
ro: ## Versiune de nivel mai înalt
ru: ## Более сильная версия
sk: ## Verzia na vyššej úrovni
sl: ## Različica na višji ravni
sr_cyrl: ## Верзија вишег нивоа
sv: ## Version på högre nivå
ta: ## உயர்ந்த நிலை பதிப்பு
te: ## ఉన్నత స్థాయి సంస్కరణ
th: ## เวอร์ชันคะแนนสูงขึ้น
tr: ## Daha yüksek düzeyli ifade
ug: ## تېخىمۇ يۇقىرى سەۋىيەلىك نۇسخا
uk: ## Версія вищого рівня
ur: ## اعلیٰ سطح کا نسخہ
vi: ## Phiên bản điểm cao hơn
zh_hans: ## 更高分表达
zh_hant: ## 更高分表达
